/* Rank prefix. Hash symbol */
"#" = "#";

/* #<rank> format string */
"#%1$@" = "#%1$@";

/* Percentile, %, symbol. Used in Top 5 % */
"%" = "%";

/* Format string used for, of 25234 Friends, or of 40 Achievements. Parameter 1 is the formated numeric value. Parameter 2 is the preposition, of. Parameter 3 is the object, as in Friends, Players, Achievements. */
"%2$@ %1$@ %3$@" = "%2$@ %1$@ %3$@";

/* Leaderboard rank format string. Paramter 1 is the formated rank numeral value. Parameter 2 is the prefix, a # symbol. Reorder these parameters as necessary. */
"%2$@%1$@" = "%2$@%1$@";

/* Leaderboard percentile format string. Parameter 1 is the localized percentile numeral. Parameter 2 is the % symbol. Parameter 3 is a description, Top or Bottom. Reorder these parameters as necessary. */
"%3$@%1$@%2$@" = "%3$@%1$@%2$@";

/* No rank symbol. */
"--" = "--";

/* Achievements. Used in a string like: of 52 Achievements */
"Achievements" = "Thành tích";

/* Bottom percentile description. As in Bottom 10 %. */
"Bottom" = "Dưới cùng";

/* Game comparison header Friend label */
"Friend" = "Bạn bè";

/* Friends. Used in a string like: of 55 Friends */
"Friends" = "Bạn bè";

/* Game comparison header Me label */
"Me" = "Tôi";

/* Not Ranked string, when a score hasn't been submitted for the player. */
"Not Ranked" = "Không được Xếp hạng";

/* The preposition, of. Used in a string like: of 52 Achievements */
"of" = "trên";

/* Players. Used in a string like: of 1337 Players */
"Players" = "Người chơi";

/* Points. Used in a string like: of 1000 Points */
"Points" = "Điểm";

/* Top percentile description. As in Top 5 %. */
"Top" = "Trên cùng";

